Autodesk.Revit.DB.FamilySymbol.HasStructuralSection
Identifies if this FamilySymbol can have a structural section.
This property is deprecated in Revit 2016. Use canHaveStructuralSection instead.
Returns:
True if the FamilySymbol can have structural section, false otherwise.
Since:
2015